{
  "heroTitle": "LET'S TRAVEL THE WORLD WITH US",
  "heroHeading": "EXPLORE THE WORLD WITH",
  "heroSubHeading": "YOUR CHOICE TRAVELS",
  "aboutTitle": "ABOUT OUR AGENCY",
  "aboutHeading": "DISCOVER THE WORLD",
  "aboutSubHeading": "WITH OUR GUIDE",
  "aboutDescription1": "YOUR CHOICE TRAVEL is a prominent service provider that provides a wide range of high-quality services in travel. It was founded 10 years ago by the passionate traveler and entrepreneur to be a leading agency that eases travel for all. We are passionate about travel & Tourism and providing solutions that facilitate the travel needs of our customers.",
  "aboutDescription2": "YOUR CHOICE TRAVEL is the market leader in Middle East travel services, delivering new products and opportunities to travelers across the region. We provide the finest quality services related to the travel and tourism industry at competitive rates.",
  "contactUs": "Contact Us",
  "tourTitle": "A NEW PULSE OF DREAM",
  "tourHeading": "POPULAR",
  "tourSubHeading": "TOURS",
  "france": "France",
  "franceDescription": "Discover the art of living in France from the enchanting streets of Paris to the sun-kissed vineyards of Provence.",
  "london": "London",
  "londonDescription": "Explore the heart of England's capital, where the past whispers through cobbled streets, while the present pulses with innovation, artistry, and endless possibilities.",
  "switzerland": "Switzerland",
  "switzerlandDescription": "Discover the magic of Switzerland, where snow-capped peaks, lush meadows, and charming alpine towns beckon travelers to explore a land of unparalleled natural beauty and tranquility.",
  "maldives": "Maldives",
  "maldivesDescription": "Escape to paradise in the Maldives, where pristine white-sand beaches, turquoise waters, and luxury overwater villas create a dreamlike setting for unforgettable tropical getaways.",
  "germany": "Germany",
  "germanyDescription": "Embark on a journey through Germany, where historic castles, vibrant cities, and lush landscapes converge to create a tapestry of culture, tradition, and innovation.",
  "greece": "Greece",
  "greeceDescription": "Embark on a journey to Greece and discover a land where ancient myths come to life amidst sun-drenched landscapes, azure waters, and iconic landmarks steeped in history and mythology.",
  "serviceTitle": "STAND OUT SERVICE",
  "serviceHeading": "OUR",
  "serviceSubHeading": "SERVICES",
  "flightService": "Flight Reservations",
  "flightServiceDescription": "More than 300 airlines available to search connecting more than 4000 destinations.",
  "hotelService": "Hotel Reservations",
  "hotelServiceDescription": "With a variety of more than 1M+ hotels worldwide, with our strong relations with hotels , we are able to provide additional services at your stay.",
  "carRentalService": "Car Rental",
  "carRentalServiceDescription": "Car rental available in more than 50 countries worldwide.",
  "chauffeurService": "Chauffeur Service",
  "chauffeurServiceDescription": "Enjoy a High-Luxury Transportation Service in VIP cars for our VIP customer over 50+ Countries.",
  "transferService": "Transfers",
  "transferServiceDescription": "Providing this service in more than 100+ Countries, Also covering Group bookings of Transportation in Saudi Arabia.Ease to provide the best and competitive rates.",
  "tourVisaService": "Tour Visa",
  "tourVisaServiceDescription": "Supporting the ability to process visa in 50+ countries.",
  "packageService": "Packages",
  "packageServiceDescription": "We offer packages around the world with over 1000 packages worldwide. ( Honeymooners, Tourist, Business Trips,Cruises).",
  "vipService": "VIP SERVICES",
  "vipServiceHeading": "SPECIAL SERVICES",
  "vipServiceDescription": "YOUR CHOICE TRAVEL SERVICES is distinguished with a number of exclusive services that make it a strategic partner for the client, innovating the best solutions and practices in providing the merit of renting private planes, cars and luxury hotels through the “Premier” service, specially assigned to the group’s VIP customers only.",
  "customerServiceTitle": "CUSTOMER SERVICE & SUPPORT",
  "customerServiceHeading": "CUSTOMER",
  "customerServiceSubHeading": "SUPPORT",
  "customerServiceDescription": "YOUR CHOICE TRAVEL's team endeavors to provide around-the clock service to its customers, as the team includes a crew of specialized officers to follow up on reservations and requests.",
  "emilySmith": "Emily Smith",
  "adventureSeeker": "Adventure Seeker",
  "testimonial1": "Our trip to Bali organized by Your Choice Travels was beyond magical! From the breathtaking sunsets to the hidden gems we discovered, every moment was unforgettable. Thank you for crafting such an incredible experience.",
  "michaelJohnson": "Michael Johnson",
  "worldExplorer": "World Explorer",
  "testimonial2": "I've traveled with many agencies, but none compare to the personalized attention and care provided by Your Choice Travels. Our trip to Italy was a dream come true, filled with authentic experiences and delightful surprises at every turn.",
  "sarahGarcia": "Sarah Garcia",
  "vloggerAndContentCreator": "Vlogger & Content Creator",
  "testimonial3": "As a vlogger, I'm always on the lookout for unique destinations and unforgettable experiences. Thanks to Your Choice Travels, I've captured some of my best content yet, from epic hikes in Patagonia to cultural immersion in Japan.",
  "davidLee": "David Lee",
  "familyExplorer": "Family Explorer",
  "testimonial4": "Our family trip to Greece organized by Your Choice Travels exceeded all expectations. From the knowledgeable guides to the seamless logistics, every detail was meticulously planned, allowing us to create lifelong memories together.",
  "samanthaRoberts": "Samantha Roberts",
  "natureEnthusiast": "Nature Enthusiast",
  "testimonial5": "I've always dreamed of exploring the wonders of Africa, and thanks to Your Choice Travels, my dream became a reality. From witnessing the Great Migration to encountering majestic wildlife up close, it was a once-in-a-lifetime adventure.",
  "footerAbout": "YOUR CHOICE TRAVEL is the market leader in Middle East travel services, delivering new products and opportunities to travelers across the region. We provide the finest quality services related to the travel and tourism industry at competitive rates.",
  "quickLinks": "Quick Links",
  "home": "Home",
  "about": "About",
  "tours": "Tours",
  "services": "Services",
  "testimonial": "Testimonials",
  "contact": "Contact",
  "address": "Omer Bin Abdulaziz Road Al Malaz Riyadh, KSA",
  "allRight": "2024 Your Choice Travels. All rights reserved.",
  "yourChoiceTravels": "Your Choice Travels",
  "emailLogin": "Email Login"
}
