{
  "heroTitle": "لنسافر حول العالم معنا",
  "heroHeading": "استكشف العالم مع",
  "heroSubHeading": "رحلات اختيارك",
  "aboutTitle": "حول وكالتنا",
  "aboutHeading": "اكتشف العالم",
  "aboutSubHeading": "مع مرشدنا",
  "aboutDescription1": "تعتبر رحلات اختيارك مقدمة خدمات بارزة تقدم مجموعة واسعة من الخدمات عالية الجودة في مجال السفر. تأسست قبل 10 سنوات من قبل المسافر المتحمس ورائد الأعمال لتكون وكالة رائدة تسهل السفر للجميع. نحن متحمسون للسفر والسياحة وتقديم حلول تسهل احتياجات السفر لعملائنا.",
  "aboutDescription2": "رحلات اختيارك هي الرائدة في سوق خدمات السفر في الشرق الأوسط، حيث نقدم منتجات وفرص جديدة للمسافرين في جميع أنحاء المنطقة. نحن نقدم أعلى جودة من الخدمات المتعلقة بصناعة السفر والسياحة بأسعار تنافسية.",
  "contactUs": "تواصل معنا",
  "tourTitle": "نبض جديد من الحلم",
  "tourHeading": "شائعة",
  "tourSubHeading": "جولات",
  "france": "فرنسا",
  "franceDescription": "اكتشف فن العيش في فرنسا من شوارع باريس الساحرة إلى كروم العنب المقببة من الشمس في بروفانس.",
  "london": "لندن",
  "londonDescription": "استكشف قلب العاصمة الإنجليزية، حيث يتراءى الماضي من خلال الشوارع المرصوفة بالحصى، بينما ينبض الحاضر بالابتكار والفنون والإمكانيات اللانهائية.",
  "switzerland": "سويسرا",
  "switzerlandDescription": "اكتشف سحر سويسرا، حيث تلبس الجبال المغطاة بالثلوج والمروج الخضراء والبلدات الجبلية الساحرة المسافرين لاستكشاف أرض من الجمال الطبيعي والهدوء الفائق.",
  "maldives": "جزر المالديف",
  "maldivesDescription": "ابتعد عن الواقع وانغمس في الجنة في جزر المالديف، حيث تخلق الشواطئ البيضاء النقية والمياه الزرقاء الفاتنة والفيلات فوق الماء الفاخرة إعدادًا يشبه الحلم لعطلات استوائية لا تُنسى.",
  "germany": "ألمانيا",
  "germanyDescription": "انطلق في رحلة عبر ألمانيا، حيث تتلاقى القلاع التاريخية والمدن النابضة بالحياة والمناظر الطبيعية الخضراء لتخلق نسيجًا من الثقافة والتقاليد والابتكار.",
  "greece": "اليونان",
  "greeceDescription": "انطلق في رحلة إلى اليونان واكتشف أرضًا حيث تتجسد الأساطير القديمة في ظل المناظر الطبيعية المشمسة والمياه الزرقاء والمعالم البارزة المغمورة بالتاريخ والأساطير.",
  "serviceTitle": "خدمة متميزة",
  "serviceHeading": "خدماتنا",
  "serviceSubHeading": "الخدمات",
  "flightService": "حجوزات الطيران",
  "flightServiceDescription": "أكثر من 300 شركة طيران متاحة للبحث توصل إلى أكثر من 4000 وجهة.",
  "hotelService": "حجوزات الفنادق",
  "hotelServiceDescription": "مع مجموعة متنوعة من أكثر من مليون فندق في جميع أنحاء العالم، وبعلاقاتنا القوية مع الفنادق، نحن قادرون على تقديم خدمات إضافية أثناء إقامتك.",
  "carRentalService": "تأجير السيارات",
  "carRentalServiceDescription": "تتوفر خدمة تأجير السيارات في أكثر من 50 دولة حول العالم.",
  "chauffeurService": "خدمة السائق",
  "chauffeurServiceDescription": "استمتع بخدمة نقل فاخرة في سيارات VIP لعملائنا VIP في أكثر من 50 دولة.",
  "transferService": "التحويلات",
  "transferServiceDescription": "نقدم هذه الخدمة في أكثر من 100 دولة. نغطي أيضًا حجوزات المجموعات للنقل في المملكة العربية السعودية. يسهل تقديم أفضل وأسعار تنافسية.",
  "tourVisaService": "تأشيرة السفر",
  "tourVisaServiceDescription": "دعم القدرة على معالجة التأشيرة في أكثر من 50 دولة.",
  "packageService": "حزم",
  "packageServiceDescription": "نقدم حزمًا حول العالم مع أكثر من 1000 حزمة في جميع أنحاء العالم. (شهر العسل، السياح، رحلات العمل، الرحلات البحرية).",
  "vipService": "خدمات VIP",
  "vipServiceHeading": "خدمات خاصة",
  "vipServiceDescription": "تتميز خدمات رحلات اختيارك بعدد من الخدمات الحصرية التي تجعلها شريكًا استراتيجيًا للعميل، حيث نبتكر أفضل الحلول والممارسات في تقديم مزايا استئجار الطائرات الخاصة والسيارات والفنادق الفاخرة من خلال خدمة \"الرئيسية\"، المخصصة خصيصًا لعملاء VIP المجموعة فقط.",
  "customerServiceTitle": "خدمة العملاء والدعم",
  "customerServiceHeading": "خدمة العملاء",
  "customerServiceSubHeading": "الدعم",
  "customerServiceDescription": "تسعى فريق رحلات اختيارك لتقديم خدمة على مدار الساعة لعملائها، حيث يتضمن الفريق طاقمًا من الضباط المتخصصين لمتابعة الحجوزات والطلبات.",
  "emilySmith": "إميلي سميث",
  "adventureSeeker": "طلب مغامرة",
  "testimonial1": "كانت رحلتنا إلى بالي التي نظمتها رحلات اختيارك ساحرة للغاية! من غروب الشمس الخلاب إلى الكنوز الخفية التي اكتشفناها، كان كل لحظة لا تُنسى. شكرًا لك على صنع تجربة مذهلة من هذا القبيل.",
  "michaelJohnson": "مايكل جونسون",
  "worldExplorer": "مستكشف العالم",
  "testimonial2": "لقد سافرت مع العديد من الوكالات، لكن لا أحد يمكن أن يقارن بالاهتمام الشخصي والرعاية التي توفرها لنا رحلات اختيارك. كانت رحلتنا إلى إيطاليا حلمًا يتحقق، مليئة بالتجارب الأصيلة والمفاجآت اللذيذة في كل منعطف.",
  "sarahGarcia": "سارة غارسيا",
  "vloggerAndContentCreator": "مدون الفيديو وصانع المحتوى",
  "testimonial3": "كمدون فيديو، أبحث دائمًا عن وجهات فريدة وتجارب لا تُنسى. بفضل رحلات اختيارك، لقد التقطت بعض أفضل محتواياتي حتى الآن، من الرحلات الملحمية في باتاجونيا إلى الانغماس الثقافي في اليابان.",
  "davidLee": "ديفيد لي",
  "familyExplorer": "مستكشف العائلة",
  "testimonial4": "كانت رحلتنا العائلية إلى اليونان التي نظمتها رحلات اختيارك تفوق كل التوقعات. من المرشدين المعرفين إلى التنظيم السلس، كانت كل تفصيلة مُخطط لها بعناية، مما سمح لنا بخلق ذكريات دائمة معًا.",
  "samanthaRoberts": "سامانثا روبرتس",
  "natureEnthusiast": "عاشق الطبيعة",
  "testimonial5": "لقد حلمت دائمًا باستكشاف عجائب أفريقيا، وبفضل رحلات اختيارك، أصبح حلمي حقيقة. من شهادة هجرة الحيوانات الكبرى إلى لقاء الحياة البرية السامية عن قرب، كانت مغامرة لا تتكرر في العمر.",
  "footerAbout": "رحلات اختيارك هي الرائدة في سوق خدمات السفر في الشرق الأوسط، حيث نقدم منتجات وفرص جديدة للمسافرين في جميع أنحاء المنطقة. نحن نقدم أعلى جودة من الخدمات المتعلقة بصناعة السفر والسياحة بأسعار تنافسية.",
  "quickLinks": "روابط سريعة",
  "home": "الرئيسية",
  "about": "حول",
  "tours": "جولات",
  "services": "خدمات",
  "testimonial": "الشهادات",
  "contact": "اتصل",
  "address": "طريق عمر بن عبدالعزيز، الملز، الرياض، المملكة العربية السعودية",
  "allRight": "2024 رحلات اختيارك. جميع الحقوق محفوظة.",
  "yourChoiceTravels": "رحلات اختيارك",
  "emailLogin": "تسجيل الدخول بالبريد الإلكتروني"
}
